Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Returnee of the Fallen Family (멸망한 가문의 회귀자).tmx
Source language: ko_kr
Languages: en_us

source: “어쩔 수 없었습니다.{j}저희가 숙이고 들어가야 하는 처지였고, 적들의 앞마당이었습니다.”
en_us: “There was no other way. We had to go in with our hands in our caps in the mouth of the enemy.”

source: 묵묵히 상황을 지켜보던 로건이 이 분위기를 뒤집기 위해 나섰다.
en_us: Logan, who had been quietly observing the events unfold, stepped in to reverse the tide of his father’s words.

source: 어느 쪽이 먼저였는지는 세월의 흐름 속에 잊었다.
en_us: Logan wasn’t sure which one was first after so many years.

source: 하루하루.
en_us: Day by day.

source: “오빠!”
en_us: “Brother!”

source: 문을 열자마자 왁자지껄한 소리가 울렸다.{j}여관의 1층이자 선술집은 대낮부터 술에 취한 다양한 인간 군상들로 장사진을 이루고 있었다.
en_us: Clamorous clinks and loud conversations filled the inn as soon as he opened the door. The first floor of the inn was a bar. It opened from midday and had a colorful assortment of patrons that frequented the establishment.

source: 로건이 필립의 질문에는 대답하지 않고 무작정 요구 사항만을 말하자, 필립이 썩은 음식을 보는 눈으로 그를 바라보았다.
en_us: Logan dismissed Phillip’s questions and only pushed his demands, which made Phillip stare at him like he was looking at a pile of rotting fish.

source: “곧 끝나겠군.”
en_us: “It’ll be over soon.”

source: 로건은 그 순간 자신이 한 단계 성장했음을 느낄 수 있었다.{j}기존의 코어를 중심에 두고 그 주변을 공전하는 새로운 코어.{j}두 코어가 그 어떤 것보다 긴밀하게 연결되어 있다는 것을 바로 알 수 있었다.{j}코어에서 육체로 바로 공급되던 포스가 이제는 두 번째 코어를 거치며 순식간에 두 배로 증폭되었다.
en_us: Logan instantly knew that he had gained another level. The existing core remained in the center as the new core orbited around it. It was clear that the two cores were closely connected. The force had been supplied to the body directly from the core but now it also went through the second core and doubled its power.

source: 하지만 모든 것이 뜻대로 흘러가진 않았다.
en_us: But nothing everything was about to go according to plan.

source: 자신의 기세를 받아 낸 아들의 반항에 놀란 것인지, 아니면 분노한 것인지 패드릭은 복잡한 표정으로 자신의 아들을 노려보았다.
en_us: Logan wasn’t sure if his father was shocked that he was able to handle his force energy or if he was truly made. Without knowing his intentions, Padrick continued to stare at his son.

source: 기적이 일어났다.
en_us: a miracle happened.

source: 지난 3개월간의 폐관 수련이 가문 내부에 이상한 소문으로 변질되어 퍼져 있었다.
en_us: The news about Logan’s three months of solitary training was morphed into scandalous rumors and spread within the castle walls.

source: “대체 내가 언제까지 너를 감싸야 하느냐?{j}기한이 정해져 있다면 말이나 해 다오.”
en_us: “How long must I cover for you? Do let me know if you have a date in mind.”

source: 수다스럽게 떠드는 귀에 익은 목소리.
en_us: An unmistakable voice he knew from years of hearing it.

source: “타앗!”
en_us: “Argh!”

source: 자신 덕분이라는 듯 존재감을 뽐내는 포스코어를 느끼며 미소를 지은 로건은 아무도 찾지 않는 으슥한 산등성이에 도착해 힘을 최대한으로 끌어올렸다.{j}그러자 흐릿한 황금빛이 손에 쥔 장검에 어렴풋이 맺혔다.{j}그 빛을 흐뭇하게 내려다보던 로건이 이내 허공을 향해 검을 휘둘렀다.
en_us: Logan’s felt his soaring force core and smiled. He arrived at a secluded ridge of the mountain and throttled his force power to its maximum. A shimmering golden light poured over the sword he held in his hand. Logan watch the light glow then swung his sword in the air.

source: 패드릭은 로건이 진정으로 변화했다면 이 대목에서만큼은 스스로 ‘올바른’ 선택을 내리리라 믿었다.{j}그렇기에 가주로서의 권위를 접으면서까지 마지막 기회를 준 것이었다.{j}그러나 로건의 결심은 굽힘이 없었다.
en_us: Padrick believed that if his son had truly changed, he would take his father’s advice and choose the right path. Padrick had even taken a step back and did not assert his full authority to give his son a final chance. But it was Logan who stood firm this time.

source: 웅장한 북소리와 함께 일사불란하게 움직이는 적군.{j}아군보다 월등히 많은 수의 적군이 전열을 갖추고 있는 모습은 지켜보는 것만으로도 병사들의 사기가 떨어지게 했다.{j}게다가…….
en_us: The enemy moved in perfect rhythm to the beat of their booming war drums. Seeing the superior enemy forces lined up in formation drove fear into the MacLine army when their morale already ran low. Logan’s suspected desertion only made matters worse.

source: “언제까지 가능할 것 같은가?”
en_us: “When do you think you’ll be done?”

source: 물론 풀리지 않는 의문도 있었다.
en_us: There were, of course, unanswered questions.

source: “……그동안 제 행실 역시 문제였다는 것도 깨달았습니다.”
en_us: “I realized how I carried myself was also a problem.”

source: 깜짝 놀라는 부인을 손을 들어 진정시킨 패드릭은 차분히 말을 이었다.
en_us: Padrick raised his hand to hush his surprised wife before he calmly continued.

source: “붉은 천막이 여기만 있는 것도 아니고…….”
en_us: “It’s not like this is the only red tent in the city.”

source: “아, 아니.{j}저한테 고맙다고 하시는 게 너무 이상해서…….”
en_us: “N-no, sir. It’s just that...for a moment, I thought you had thanked me, sir.”

source: ‘다 내 잘못일 뿐이다.’
en_us: This is all my fault.

source: “남부산 신선한 과일…….”
en_us: “Fresh fruit from the southern mountains...”

source: “아, 고민되네.”
en_us: “It’s still tempting.”

source: 적은 만만하지 않았다.
en_us: But the enemy was equal to the challenge.

source: ‘최선을 다해 보마.’
en_us: I’ll try my best.

source: “공자님!{j}아직 안정을 취하셔야 합니다.”
en_us: “My master{j}You must rest.”

source: 금화 궤짝을 내려놓고 돌아서는 리이나의 표정은 분명히 미세하게나마 일그러져 있었다.{j}로건은 그것을 보며 자신의 선택이 옳았다고 확신했지만, 아버지의 생각은 다른 듯했다.
en_us: It looked like Lina’s face was emotionless as she gave away the chest full of gold but Logan could see a slight hint of irritation. Her reaction told him that he had made the right call but his father thought otherwise.

source: ‘최초로 공식 대련을 했던 그때…….’
en_us: This is after my first official duel...

source: 그리고 이 퍼포먼스의 의도가 충분히 충족되었다는 것을 느끼는 순간.{j}로건은 무자비하게 휘몰아치던 검을 멈췄다.
en_us: The moment he felt his performance had achieved the intended goal, he stopped beating Sir Dominan with his sword.

source: 노예상은 다급히 로건을 불러 세우고 흥정을 시작했다.{j}그리고 결국 거래는 드워프의 가격이 5만 골드까지 내려간 뒤에나 간신히 체결되었다.
en_us: The slave trader desperately pleaded with Logan for his patience. He was willing to broker a deal and they eventually came to an agreement of fifty thousand gold after much bargaining from both parties.

source: 버럭 소리를 지르는데.{j}오히려 릭의 표정은 조금 밝아졌다.
en_us: {j}Logan’s roaring anger managed to bring a sense of relief back to Rick.

source: “소문은 소문일 뿐입니다.{j}저는 제가 한 행동에 한 점의 부끄러움도 없습니다.”
en_us: “Rumors are just rumors. I don’t feel a shred of shame for my actions.”

source: “으악!”
en_us: “Woah!”

source: “아……?”
en_us: “Oh?”

source: 로건이 가문에서 공식적으로 가진 직함은 없었다.
en_us: Logan held no official titles within the family.

source: “됐어.{j}충분해.”
en_us: “That’s enough. It will do.”

source: 곳곳에 보이는 노예들과 채찍을 휘두르는 감독관들, 그리고 그 사이사이로 듬직한 덩치와 험악한 인상에 흉기를 든 이들이 지나다녔다.{j}일반적인 영지와는 너무나도 이질적인 모습이었지만, 이곳에서는 너무나도 자연스러운 풍경일 뿐이었다.
en_us: There were many slaves led by their overseers. You could also see towering brutes with battle-hardened faces carrying around their weapons. The atmosphere was distinctively foreign compared to other territories but it all felt completely natural to Logan.

source: “바보야.{j}드워프가 만들었잖아.”
en_us: “No, stupid. The dwarf did.”

source: ‘내 생각대로 된다면, 아직은 절대 누구에게도 보여 줄 수 없는 일일 테니까.’
en_us: If everything goes according to plan, I have to make sure no one is there to witness it.

source: ‘설마……?’
en_us: Could it be?

source: 설명과 동시에 시범을 보이면서도 로건은 빅토르의 상태를 집중하여 살폈다.
en_us: Logan demonstrated the move as he explained the steps while keeping a close on Victor’s form.

source: 그리고 전생의 기억을 떠올렸다.
en_us: The memories of his father sprang back to him.

source: 3개월 뒤, 그 사건이 벌어지기 전에 가장 먼저 해야 할 일이 전생의 경지를 회복하는 것이었다.
en_us: Before the incident three months away, the most pressing need was to fully recover his abilities from his previous life.

source: ‘필립을 스카우트할 때 필요한 돈과 그것들의 구매 비용.{j}150만 이상도 투자할 가치가 있어.’
en_us: I need enough money to hire Phillip and to buy supplies. It’s worth investing one and a half million gold.

source: 이제 와 선대의 원한 운운하는 것을 정말로 믿을 머저리는 없을 터였다.{j}하지만 그가 자랑스러워하는 것과는 별개로, 현 맥라인 영지가 그다지 매력적인 먹이가 아니라는 것을 패드릭은 확실히 알고 있었다.{j}그래서 더 궁금증이 치밀어 올랐지만 이미 적의 병력이 코앞에 닥친 상황에 이유 같은 것은 아무런 의미가 없었다.
en_us: Starting a war over the faults of their ancestors was preposterous beyond belief. Padrick was undeniably proud of his territory but even he knew that his lands were a far cry from the prized riches of the other territories. The very fact drove him even more curious about the reason behind the war but the answer mattered little with the enemy marching towards his castle.

source: “아니.{j}일단 사절부터 보내야…….”
en_us: “No, we must send a delegation...”

source: 필립의 빚을 갚고, 그가 남은 짐을 정리하는 데는 고작 하루가 걸렸을 뿐이었다.{j}그리고 유일하게 남은 자산인 그의 저택에서 로건은 앞으로 필립이 해야 할 일에 대해 말해 주었다.
en_us: Phillip only needed a day to gather his belongings after Logan paid off his debts. His house was his last remaining possession and it was there that Logan told him about his impending duties.

source: “예에?!”
en_us: “What?!”

source: 그에 로건은 피식 웃음을 지어 보이며 청각에 힘을 집중해 멀리서 수군거리는 소리를 들어 보았다.
en_us: Logan smirked at him while he tried to focus his sense of hearing to catch the whispers of the crowd.

source: 카이의 호언장담에 로건이 새삼스레 그를 바라보며 고개를 끄덕였다.{j}180cm 정도 되는, 용병치고는 크지 않은 체구였지만 군살 하나 없는 체형과 얼굴의 흉터, 전신에 장비한 다양한 무기는 굉장히 위협적으로 느껴졌다.{j}그에 대해 알면 아는 대로, 모르면 모르는 대로 피해 가고 싶어지는 모습이었다.{j}사람을 거래하는 시장, 그렇기에 언제나 사람이 문제인 곳.{j}노예 시장의 호위로 쓰기에는 더없이 적당한 인상이었다.
en_us: Logan was somewhat impressed with Kai’s boastful demeanor and nodded. Kai stood at 180cm tall, which wasn’t necessarily tall for a mercenary but the scar on his face, muscular physique and the numerous weapons he carried on his body made him an intimidating prospect for anyone. People steered well clear of him whether if they knew him or not. The market traded humans and humans often brought trouble. Kai’s menacing aura made him the perfect companion to bring to the slave market.

source: ‘말로 사과받고 말겠다고?{j}미친 소리지.’
en_us: A word of apology? Ridiculous.

source: 먹어 가는 나이, 치고 올라오는 후배.
en_us: He was getting old and the younger knights were coming up in rank.

source: 하마르가 들었다면 뒷목을 잡고 쓰러질 만한 말이었다.
en_us: Hamar would have collapsed while holding the back of his neck if he had heard Logan.

source: 물론, 하루아침에 해결될 일은 아니었다.
en_us: Of course, it wouldn’t be solved overnight.

source: “전군 돌격!”
en_us: “Charge!”

source: “뭐?”
en_us: “Really?”

source: “저런…….”
en_us: “Bless her...”

source: “일방적으로 파혼을 요구하러 온 주제에 도리를 말하는 건 우습지 않습니까, 공녀님?”
en_us: “Isn’t it rather fanciful that you speak of principle when you’ve come to unilaterally break a betrothal, my Lady?”

source: “이익!{j}도대체가…….”
en_us: “Damn it! What has gotten into you?”

source: “……그저 욕심을 버리고 모든 것을 내려놓겠다고 생각했습니다.{j}그런 마음으로 수련을 하다 보니.{j}어느 순간 거짓말처럼 충실하게 안을 채운 포스가 느껴졌습니다.”
en_us: “I tried my best to put aside my greed and clear my head of everything. Training with this frame of mind led me to a strong connection with the force.”

source: 다만.
en_us: However...

source: 쟤는 그냥 보내고!
en_us: Let her leave!

source: 망나니의 손에서 살랑살랑 흔들리는 입금 증서를 보며 드웨인이 다시 한번 침을 꿀꺽 삼켰다.
en_us: The petulant brat dangled his deposit slip at Dwain, and he gulped down his surprise.

source: “하루 거리 안쪽으로 들어왔다고 합니다.”
en_us: “They are within a day’s distance from here.”

source: “마인드는 확실하군.”
en_us: “Ever the professional.”

source: 짐작이 가는 것은 고작 하나.
en_us: He only had one hunch.

source: 회복실의 문이 조심스레 열렸다.
en_us: The door of the recovery chamber slowly opened.

source: 그가 당황하거나 말거나, 새 주인은 그 말을 남기고 사라졌다.{j}거기다 실제로 그날부터 제공된 식사와 잠자리는 빅토르와 동생 리아가 평생 처음 겪는 호사였다.{j}부드러운 빵과 고기, 그리고 푹신한 잠자리까지.{j}그 모든 것이 오히려 빅토르를 불안하게 했다.
en_us: His new master didn’t stay to hear his response and left. On the very same night, Victor and his sister Ria were treated to a sumptuous meal and were given warm and comfortable beds. The meal consisted of fluffy bread and buttery meat and their beds were as soft as clouds. But the generous hospitality of his new master made Victor more anxious.

source: 그리고 그사이 후다닥 소리와 함께 어디선가 릭이 뛰어 들어왔다.
en_us: Rick scuttled into the room, appearing before them out of thin air.

source: 용병들은 돈을 따라 움직이는 인간들이었지만, 그렇다고 마냥 퍼 주기만 하면 그 대상을 완전히 호구로 보는 경향이 있었다.{j}칼밥을 먹고 사는 거친 인생들의 어쩔 수 없는 단면이었다.{j}그리고 전생의 노회한 전사는 그런 그들을 장악할 방법 역시 잘 알고 있었다.
en_us: Mercenaries were moved by money but money alone made the client seem weak and they regarded such men as pushovers. Mercenaries had struggled all their life and they lived and died by the sword. Fear and power ruled such men and Logan, a battle-hardened warrior, knew just how to dominate and win them over.

source: 그 역시 당장이라도 달려들고 싶은 마음으로 가득했기에 그렇게라도 이성을 유지하는 것이었다.{j}아예 모르는 얼굴들이라 해도 가슴이 아플 텐데 쓰러지는 병사 중에는 익숙한 얼굴이 많았다.{j}척박한 영지에서도 그나마 귀족의 품위를 지킬 수 있게 해 주었던 정원사 콥이 화살에 눈이 뚫려 쓰러졌다.{j}이제야 조금 웃으며 인사하게 된 하인, 리오는 쓰러지는 콥을 기겁하며 피하다 적의 칼에 목이 베여 쓰러졌다.{j}포스코어로 인해 증폭된 감각이 원망스러울 정도로 아프게 눈을 파고드는 광경이었다.{j}로건은 그 참혹한 모습을 억지로 외면하며 생각했던 목표들의 움직임에 집중했다.
en_us: He was fighting against every urge to charge into battle and biting his lips was his way of coping. Seeing men being slaughtered was never a sight he enjoyed but it was made worse by seeing familiar faces fall and scream. Logan saw his gardener, Kop, who maintained the only shred of prestige left in the destitute territory, had been shot through his eye. Leo, a servant boy who had recently started smiling at Logan when he greeted him, was horrified by Kop’s death and ran before he was beheaded by an enemy soldier. Logan’s force core had heightened his senses and the vivid pictures of death carved into his eyes. Logan was forced to turn a blind eye to the carnage to concentrate on the movement of his targets.

source: ‘할 수 있어.’
en_us: I can do this.

source: 귀부인의 차가운 눈동자가 로건을 응시했다.
en_us: Logan was met with her cold stare piercing through him.

source: “말도 안 됩니다, 공자님!”
en_us: “That is simply ridiculous, Master!”

source: “그런 소리 함부로 하다 큰일 나!{j}소문이야 소문!”
en_us: “You’ll land in big trouble if someone hears you. They are all rumors!”

source: 패드릭은 고개를 내저으며 나약한 생각을 날려 버렸다.{j}
en_us: Padrick shook his head and cast away his weak thoughts.

source: “주제에 또 자존심은 있나 보네.{j}내 말이 기분 나빠?{j}뭐, 좋아.”
en_us: “I didn’t know C-levels had pride but it seems I’ve dented it. Does my words offend you? Fine.”

source: “아!{j}괜찮다고!{j}당장 꺼져!”
en_us: “Hey! I’m fine! Now get out!”

source: 서글픈 희망이라는 것을 알면서도 필립은 기대를 완전히 버릴 수 없었다.{j}썩은 동아줄이라도 가리지 않고 잡고 봐야 할 처지였기 때문이다.
en_us: He knew he was clinging onto a sad speckle of hope but he couldn’t let it die. He was lost in a sea of debt and the young man was the only lifeboat he could see.

source: 로건은 본인의 감상에 더해 다분히 접대용 멘트를 섞은 것뿐이었지만, 그 말로 인해 헤인켈과 기사들의 퇴로는 완전히 사라졌다.
en_us: Logan poured his heart into his words with a dash of flattery. His words had cut off the only exit Sir Heinkel and his knights had.

source: 떠나오기 전 릭의 물음에 로건이 답했던 것처럼, 선산은 로건이 말하는 모든 조건을 만족하는 장소였다.
en_us: Logan’s answer to Rick’s question before the ascent was true. His family’s cemetery cum mountain fulfilled all of his needs.

source: 하지만 이게 다 자신이 자초한 일이었다.
en_us: But this was all his own doing.

source: “이놈들이 관례도 무시하고…….”
en_us: “How dare they ignore the customs of war...”

source: “그래서 울브스의 이유가 뭔가요?{j}리이나 양?{j}그 어쩔 수 없는 이유를 듣고 싶은데.”{j}그 둘중 한 명의 말에 리이나가 순간 멈칫했다.
en_us: “How has the House of Wolves come to this decision, Lady Lina? I think we deserve to know why.” said one of the two she failed to captivate, which made Lina hesitate for a moment.

source: 형이 너무 미안했어.”
en_us: I’m so sorry.”

source: 웅성웅성.
en_us: Rumble.

source: ‘계약서 하나로 이리 의욕을 살릴 수 있다면 남는 장사지.’
en_us: If just one contract can revive his motivation, it will be a fruitful a venture.

source: ‘공표하지 않길 잘했어.’
en_us: It was wise to keep him hidden.

source: “아서라.{j}각성하기 전 이공자한테도 졌잖아.{j}너도 봤으면서.”
en_us: “Remember when he lost to his younger brother before he awakened the force? You saw it.”

source: 오히려 그와 함께 있는 이가 로건 자신보다 더 안달복달하는 것이 더 신경 쓰였다.
en_us: In fact, the person helping him pack bothered him more than the rumors.

source: “내 말을 뒤집는 것이 오히려 명예 때문이다?”
en_us: “You defy my words for honor?”

source: 비전서의 내용이 사실이라면, 완벽히 익히기만 하면 제국의 오러 마스터나 대마법사도 두렵지 않을 최고의 비전일 것이 분명했다.
en_us: If the secret knowledge from the book was true, and the reader understood it perfectly, there was no reason to fear the auror masters or grand mages of the Empire.

source: 이제 훈련을 시작한 첫날.{j}두 가지 훈련만 보고 판단을 내리기에는 다소 일렀지만, 로건은 입가에 번지는 진한 미소를 감출 수가 없었다.{j}그리고 그 뿌듯한 마음을 그대로 담아 외쳤다.
en_us: It was the first day of training and while it was too early to decide if his hunch was true, Logan couldn’t help but to wear a proud smile on his face. His satisfaction was felt in his voice as he continued to instruct the boy.

source: “그게 아니라…… 차라리 전투 용병이라면 이해하겠는데 교관은 해 본 적이 없어서…….”
en_us: “Well...I’d understand if you need me to fight but I’ve never trained a group before.”

source: 수십 년 동안 가시밭길을 구르며 얻은 삶의 지혜 중 하나였다.
en_us: It was one of many nuggets of wisdom he had acquired over decades of hardship.

source: ‘이 녀석.{j}그러고 보니 로니안이랑 동갑이지.’
en_us: Come to think of it, him and Lonian are the same age.

source: 꿀꺽.
en_us: Gulp.

source: “조금만 더 갈구면 엄청난 게 나오겠는데?{j}역시 드워프야.”
en_us: “A bit more pushing will lead to an incredible weapon. He’s a dwarf through and through.”

source: “아…… 예, 예.{j}참, 드워프를 찾는다고 하셨죠?{j}물론입죠.{j}꺼내 드려!”
en_us: “Ah, yes...of course. You said you were after a dwarf. As you wish. Take him out!”

source: 대하기 불편한 대공자를 빨리 낙오시키기 위해 만든 훈련인데, 가장 앞서 달리는 로건은 땀을 흘리고 있을지언정 오히려 미소가 보였고, 뒤따르는 기사들의 얼굴만 일그러지고 있었다.{j}이대로라면 정작 낙오하는 것은 평기사들뿐일 것 같다는 불길한 느낌이 들었다.{j}초조한 마음으로 지켜보는 와중에, 결국 한 기사가 신음성과 함께 비틀거리는 것이 보였다.
en_us: He had come up with such a preposterous regime to remove Logan from training but he was racing ahead with a smile on his face while his knights were grimacing behind. He sensed that his knights would end up falling behind at this rate. He felt the tension as he watched on, then one of his knights cried out in pain and fell to the ground.

source: 잠시 고민한 것이 우스울 정도로 결론은 쉽게 나왔다.{j}거기까지 생각이 미친 즉시 로건이 움직였다.
en_us: In the end, Logan reached a simple conclusion. Logan’s mind was set and he acted quickly upon it.

source: “하아…… 진짜 도련님이었네.{j}끄으응.{j}그런데 뭐라고 하……셨더라?”
en_us: “So...you really are from a noble house. So, what were we talking about?”

source: 이미 늦었다는 머릿속 외침을 애써 외면하며, 패드릭이 랜스를 놓고 검을 들었다.
en_us: He fought off his inner demon that called for surrender and dropped his lance to draw his sword.

source: 필립의 손가락에서 핏방울이 떨어지자, 계약서에 새겨진 푸르스름한 마나가 빛을 발하며 필립의 몸을 휘감았다.{j}무려 1만 골드나 하는 값비싼 마법 계약서였다.{j}앞으로 필립은 로건에게 해가 될 일을 의도적으로 행하면 영혼이 찢기는 듯한 끔찍한 고통을 느끼게 될 것이다.{j}그게 싫다면 스스로가 포스를 각성하여 상급 이상의 기사가 되거나, 4서클 이상의 마법사에게 그 수백 배에 달하는 돈을 주고 저주 해제를 부탁해야 할 것이다.{j}노예라는 말이 적혀 있지 않을 뿐이지 사실상 30만이라는 돈과 필립의 인생을 바꾼 것이나 다름없는 계약서.{j}그렇기에 바로 직전까지 감격에 젖어 있던 필립의 표정이 썩어들어 간 것도 무리가 아니었다.
en_us: As a drop of blood dripped from Phillip’s fingertip, the blue mana used on the contract shone brightly and enveloped Phillip’s body. The magic-bound contract costed ten thousand gold. From now on, if Phillip deliberately disobeyed Logan’s command then he would experience an unimaginable amount of pain that will make him feel like his soul was ripping apart. To get out the contract, he either to awaken the force and become at least a high knight, or pay a fee hundreds of times more expensive than the contract to a magician with four or more circles to remove the curse. The contract never explicitly mentioned the word “slave” but Phillip was essentially exchanging his life for three hundred thousand gold. Phillip, who had been deeply moved by his new employer and was sodden with emotion, was understandably peeved beyond belief.

source: “뭐, 그렇게 생각할 수도 있지.{j}그만큼 실력이 있다면 말이야.”
en_us: “I guess you could think that, if you have the skills to back it up.”

source: ‘비전의 내용이 사실이라면…….’
en_us: If the secrets inside the book are true...

source: “그렇…… 예?”
en_us: “Now, see here. I...what?”

source: 주 무기를 무엇으로 쓰든 차징의 기본은 창, 랜스였다.{j}가속을 그대로 살려 파괴력을 일점에 집중시키기에는 랜스만 한 것이 없기 때문이었다.{j}물론 어떤 무기를 들건 그것으로 위력을 낼 수 있다면 굳이 랜스를 고집할 이유는 없었다.{j}하지만 선두로 나온 자가 방패를 앞세운 채 자신의 랜스와 맞부딪혀 오리라고는 예상치 못했다.
en_us: The basic weapon for a knight to use when charging was either a spear or a lance. There was nothing better than a lance to channel the momentum and harness the speed into a destructive blow. While other weapons could be used as long as they could replicate the effect but an enemy knight rode out holding his shield. The thought of his lance meeting a shield had not crossed Padrick’s mind.

source: “아버지, 로건입니다.”
en_us: “Father, it is Logan.”

source: “그거야 도련님 생각이죠!”
en_us: “That’s easy for you to say!”

source: “아악!{j}밀지 마!”
en_us: “Don’t push me!”

source: ‘이러다 무릎이라도 꿇…… 아니, 이미 꿇었군.’
en_us: “Don’t get on your...you’re already on your knees.”

source: “후우우…….”
en_us: “Phew...”

source: 머리를 스치는 몇몇 기억들에 순간 멍해지는데, 릭 녀석은 감상에 잠길 틈도 주지 않았다.
en_us: Logan felt numbed by the flashes of his memory but Rick couldn’t afford to give him time to reminisce.

source: ‘내가 막히면 기사단이 막히고, 기사단이 막히면…….’
en_us: If I’m held back then the order of the knights will held back and if they are stopped...

source: 잠에서 깨어나 침대에서 몸을 일으킨 로건은 믿기지 않는다는 듯한 눈으로 자신의 몸을 내려다보았다.
en_us: Logan woke up and rose from his bed, and looked down at his body in disbelief.

source: “……예에?”
en_us: “Oh, really...”

source: 그렇게 차분히 숨을 고르며 발걸음을 옮기다 보니, 어느새 아버지의 집무실이 눈에 보였다.
en_us: Before he knew it, his calm and steady steps had led him to his father’s study.

source: “공자님들도 출진하는 겁니까?”
en_us: “Will the young masters join us in battle?”

source: “쏴!”
en_us: ‘Fire!”

source: “맥라인 남작의 목을 베어 선조부님의 원한을 갚겠다!{j}죄인의 후손들은 목을 길게 늘이고 내 칼을 받아라!”
en_us: “I’ll chop off the Baron’s head and avenge my grandfather! The guilty descendants should surrender their necks to my sword!”

source: 완곡한 거절의 표시.{j}하지만 답은 그의 기대와 달랐다.
en_us: It was a diplomatic refusal but Logan’s answer was the opposite of what he expected.

source: ‘그리고 우리 독립군에도 몰래 자금 지원을 했었지.’
en_us: He even supported our Independence Army in secret.

source: 지난 한 달간 수도 없이 했던 고민을 떠올린 필립이 피식 웃으며 다시 고개를 떨궜다.{j}죽을 생각이면 벌써 죽고도 남았을 것이다.{j}자신은 죽을 용기마저도 없는 겁쟁이였다.{j}답답한 마음에 무작정 배회라도 할까 했지만, 막막한 절망감에 도통 다리에 힘이 들어가지 않았다.
en_us: Phillip recounted the countless trials he faced over the last month, which forced a pitiful smile, then threw his head back down. He would have already died a long time if he really wanted to. He thought of himself as a coward who didn’t even have the courage to die. His frustration suffocated him, which made him consider living a life of vagrancy but despair stripped of any life left in his legs.

source: “……이게 다 무슨 일이지?”
en_us: “What is the meaning of all this?”

source: 아군의 후방에서 터지는 비명.{j}로건의 가슴을 찌르는 듯한 그 외침이 신호가 되었다.
en_us: The men from the rear of the MacLine army screamed out in pain. Logan took the piercing screech as a signal.

source: ‘전생에도 이런 일은 없었는데…….’
en_us: This never happened in my previous life...

source: 최우선 목표는 전생에서 사용했던 그 무기를 만들 기술자를 구하는 것이었다.{j}하지만 그 전에…….
en_us: His primary objective was to find an engineer that could manufacture the weapon he used in his previous life. But he need to find someone else before he could search for the engineer.

source: “로건 대공자가 소문과 많이 다른 듯합니다.”
en_us: “Master Logan is different from the rumors I’ve heard.”

source: “그곳에 아직 선대의 인맥이 남아 있습니다.{j}원하신다면 말씀하신 샘플 100개 정도는 신용만으로 맥라인 영지에 보내 달라고 할 수 있습니다.{j}연락해 놓을까요?”
en_us: “I believe that House MacLine still has some connections in the territory. I could ask for a hundred samples of each in good faith and have them delivered to the MacLine territory. Should I make contact?”

source: “그냥 지나가던 사람인데, 관심이 생긴 물건을 좀 덜 상하게 만들고 싶어서.”
en_us: “I was just passing by when an interesting opportunity caught my eye. You see, it’s only valuable if it’s alive.”

source: “이 쌍놈이 죽고 싶나!”
en_us: “You piece of shit, do you want to die tonight?”

source: 로건의 표정은 굳건했고 눈빛조차 흔들림이 없었다.{j}하지만 무표정한 눈으로 아들을 바라보던 패드릭은 엉뚱한 대답을 꺼내 놓았다.
en_us: Logan looked determined with his unwavering eyes. But Padrick looked at his son without emotion and gave him an odd answer.

source: ‘카이…….’
en_us: Kai...

source: 퍼억!
en_us: Smash.

source: “끝장내자!”
en_us: “Let’s end him!”

source: ‘가문이 진다는 걸 내가 알고 있지 않았다면 말이야.’
en_us: Thankfully I know how we lost in my previous life.

source: “……정작 그게 도망치는 것 같이 보일 텐데요.”
en_us: “...If I may, it might look like an excuse to just run away.”

source: - 파혼으로 인해 상심이 큰바, 바람 좀 쐬고 돌아오겠습니다.{j}로건 올림.
en_us: I’m still depressed about the betrothal, so I’ll go out and get some fresh air then come home. Yours Truly, Logan.
